
"Passcode Lock" = "Блокування за допомогою пароля";

"All data in this app will be erased after %d failed passcode attempts." = "Усі дані цього застосунку буде видалено після %d невдалих спроб увести пароль.";
"Cancel" = "Скасувати";
"Enable" = "Увімкнути";
"Erase all content in the app after %d failed passcode attempts." = "Видалити весь вміст застосунка після %d невдалих спроб увести пароль.";

"Turn Passcode Off" = "Вимкнути введення пароля";
"Turn Passcode On" = "Увімкнути введення пароля";
"Change Passcode" = "Змінити пароль";
"Erase Data" = "Видалити дані";
"Set Passcode" = "Задати пароль";
"Turn off Passcode" = "Вимкнути введення пароля";
"Enter Passcode" = "Ввести пароль";
"1 Failed Passcode Attempt" = "Одна невдала спроба ввести пароль";
"%i Failed Passcode Attempts" = "Невдалих спроб увести пароль %i";
"Passcodes did not match. Try again." = "Паролі не збігаються. Спробуйте ще раз.";
"Enter a different passcode. You cannot re-use the same passcode." = "Уведіть інший пароль. Не можна використовувати той самий пароль повторно.";
"Erase all data and reset passcode" = "Видалити усі дані й скинути пароль?";

"Enter your passcode" = "Уведіть свій пароль";
"Enter a passcode" = "Уведіть шестизначний код";
"Re-enter your passcode" = "Уведіть пароль ще раз";
"Enter your old passcode" = "Уведіть свій старий пароль";
"Enter your new passcode" = "Уведіть новий шестизначний код";
"Re-enter your new passcode" = "Уведіть новий пароль ще раз";

"Passcode lock notice" = "Будь ласка, зверніть увагу";
"ResetInfo" = "Скинути пароль неможливо. Якщо ви забудете його, ви назавжди втратите доступ до своїх діалогів.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Блокування застосунку паролем захищає ваші дані від допитливих очей, однак не може замінити блокування вашого пристрою паролем.\nЯкщо ви не захистили паролем свій пристрій, зробіть це, щоб забезпечити надійний захист даних.";

"Require Passcode" = "Вимагати пароль";
"Immediately" = "Одразу";
"After 1 minute" = "Через хвилину";
"After %d minutes" = "Через %d хвилин";
"After 1 min." = "Через 1 хв";
"After %d min." = "Через %d хв";
"After 1 hour" = "Через годину";
"After %d hours" = "Через %d годин";

"Passcode_remove_title" = "Приватні діалоги";
"Passcode_remove_message" = "Якщо ви приберете захист доступу до приватних діалогів, вони стануть видимими у переліку діалогів.";
"Passcode_remove_disable" = "Вимкнути пароль";
